[{"arm:hasLabel":"Craft Magic","arm:hasReference":"[HoH:S]","arm:hasScore":0,"arm:prefixedid":"_:96","arm:traitClass":{"prefixedid":"armr:craftmagic"}},{"arm:hasDescription":"<p>The blood of the fay is strong in you.  Perhaps one of your parents was actually a faerie, or maybe you were conceived or born in a place of great faerie power. This ancestry grants you several abilities. </p><p>First, you have natural longevity. You start making aging rolls at the age of fifty, rather than the normal 35, and get –3 to Aging Rolls, cumulative with any other bonuses.  </p><p>Second, you have faerie eyes. This gives you the Virtue Second Sight (see page 48) at no cost, and you can see normally in darkness or semi-darkness, such as in deep woods or at night. Your eyes look mostly normal, but are an unusual and vivid color. </p><p> Third, you may learn Faerie Lore during character generation. </p><p> Finally, you get the benefits of a particular type of fay heritage, as given in the Virtue Faerie Blood (page 42). Your specific fay her- itage is clearly visible. Choose one physical quirk, such as small horns, literally blue blood, or eyes without irises and pupils, appropriate to the faeries from which you are descended. </p><p> You may not have both Faerie Blood and Strong Faerie Blood. </p><p> This is a Supernatural Virtue, and you cannot lose it when being trained as a magus (see page 106). If your master cannot preserve the ability, you cannot be trained. </p> ","arm:hasDetail":"Ettin Blood, +1 to Stamina","arm:hasLabel":"Strong Faerie Blood","arm:hasReference":"[ArM5]","arm:prefixedid":"_:85","arm:traitClass":{"prefixedid":"armr:strongFaerieBlood"}},{"arm:hasDetail":"Magical Arrows","arm:hasLabel":"Minor Magical Focus","arm:hasReference":"[ArM5]","arm:prefixedid":"_:119","arm:traitClass":{"prefixedid":"armr:minorMagicalFocus"}},{"arm:hasDescription":"Your Study Totals for one Hermetic Art are increased by one half, rounded up. At character creation, any experience points you put into that Art are also increased by one half (rounded up), and you may exceed the normal recommended limits. You may take this Virtue twice, for two different Arts.","arm:hasDetail":"Imaginem","arm:hasLabel":"Affinity with Art","arm:hasReference":"[ArM5]","arm:prefixedid":"_:118","arm:traitClass":{"prefixedid":"armr:affinityWithArt"}},{"arm:hasDescription":"You have a talent for comprehending the writings of others. When studying from books, treat them as if they were three Quality levels higher than they actually are.","arm:hasLabel":"Book Learner","arm:hasReference":"[ArM5]","arm:prefixedid":"_:117","arm:traitClass":{"prefixedid":"armr:bookLearner"}},{"arm:hasDescription":"Your parens was more powerful, and a better teacher, than is common. You gain an additional 60 experience points and 30 spell levels during apprenticeship. This Virtue has no effect on your study after apprenticeship, but you still have a close relationship with a powerful magus.","arm:hasLabel":"Skilled Parens","arm:hasReference":"[ArM5]","arm:prefixedid":"_:116","arm:traitClass":{"prefixedid":"armr:skilledParens"}},{"arm:hasDescription":"<p>You automatically master every spell that you learn. All your spells start with a score of 1 in the corresponding Ability. You may choose a different special ability for every spell you have. Further, all experience points you put into Spell Mastery Abilities are doubled.</p>  ","arm:hasLabel":"Flawless Magic","arm:hasReference":"[ArM5:42]","arm:prefixedid":"_:115","arm:traitClass":{"prefixedid":"armr:flawlessMagic"}},{"arm:hasLabel":"Spell Foci","arm:hasReference":"[HoH:S]","arm:hasScore":0,"arm:prefixedid":"_:107","arm:traitClass":{"prefixedid":"armr:spellfoci"}},{"arm:hasDescription":"You are able to see through illusionary concealment and disguise, including invisibility, and can also see naturally invisible things such as spirits and the boundaries between regio levels (see page 189). Choosing this Virtue confers the Ability Second Sight 1 (page 67). ","arm:hasLabel":"Second Sight","arm:hasReference":"[ArM5]","arm:hasScore":0,"arm:prefixedid":"_:1","arm:traitClass":{"prefixedid":"armr:secondSight"}}]